export default {
  requiredField: 'Нужно ввести ключевое слово',
  nothingFound: {
    title: 'Ничего не найдено',
    text: 'К сожалению по вашему запросу ничего не найдено.',
  },
  requestError: {
    title: 'Во время запроса произошла ошибка',
    text: 'Возможно, проблема с соединением или сервер недоступен. Подождите немного и попробуйте ещё раз.',
  },
  commitsError: {
    title: 'Во время загрузки коммитов произошла ошибка',
    text: 'Возможно, проблема с соединением или сервер недоступен. Подождите немного и попробуйте перезагрузить страницу.',
  },
};
